-- Adminer 4.8.1 MySQL 5.7.24 dump

SET NAMES utf8;
SET time_zone = '+00:00';
SET foreign_key_checks = 0;
SET sql_mode = 'NO_AUTO_VALUE_ON_ZERO';

SET NAMES utf8mb4;

DROP TABLE IF EXISTS `donor`;
CREATE TABLE `donor` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `fullname` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `sex` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `adress` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `city` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `group1` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `lastDonationDate` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `firstNbr` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `secondNbr` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `thirdNbr` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `contactMethod` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `contactTime` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` date NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=141 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

INSERT INTO `donor` (`id`, `fullname`, `sex`, `adress`, `city`, `group1`, `lastDonationDate`, `firstNbr`, `secondNbr`, `thirdNbr`, `contactMethod`, `contactTime`, `created_at`) VALUES
(1,	'المهندسة دينا السالم',	'انثي',	'20 شارع رائد الصقير شقة رقم. 62\nالدمام',	'الدوادمي',	'O-',	'منذ شهر',	'1-212-560-3978 x47834',	'1-228-680-2227 x26652',	'567-919-7898 x22314',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(2,	'رشا الجريد',	'ذكر',	'0032 ممر لورا الفرحان\nالظهران',	'الزلفي',	'AB-',	'منذ شهر',	'+1-434-721-7883',	'(975) 421-1336',	'(780) 966-2136 x637',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(3,	'نعمة العقل',	'انثي',	'8793 ممر مياده سقا شقة رقم. 35\nالثقبة',	'الباحة',	'A+',	'منذ شهر',	'346.642.7513',	'506.322.8545 x9616',	'(208) 438-9892 x21364',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(4,	'ايسر العرفج',	'انثي',	'38 شارع حسني الصقير عمارة رقم 08\nشرورة',	'سيهات',	'AB-',	'منذ شهر',	'(546) 666-6638 x2923',	'403.806.1322 x19629',	'+1-583-887-3677',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(5,	'عبد الحافظ جواهرجي',	'ذكر',	'98649 شارع هذال الحنتوشي شقة رقم. 55\nحفر الباطن',	'الدمام',	'AB+',	'منذ شهر',	'+18267278906',	'(726) 219-5440 x863',	'1-669-861-4159 x48594',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(6,	'يوسف نديم مشهور جواهرجي',	'انثي',	'82031 طريق لجين العتيبي\nضباء',	'المدينة المنورة',	'B+',	'منذ شهر',	'539.773.1814 x476',	'+13328397919',	'515-683-1085 x994',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(7,	'سلمان عبد الفتاح السعيد',	'انثي',	'30968 ممر هزار السيف شقة رقم. 13\nتبوك',	'جدة',	'AB-',	'منذ شهر',	'(660) 381-5155',	'(392) 855-7139 x8667',	'813-770-9984 x5924',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(8,	'عروة قبلان مناف الصقير',	'ذكر',	'50 طريق ريان باشاالهفوف',	'بيشة',	'O-',	'منذ شهر',	'+18928839296',	'+1.882.436.4970',	'+1.319.292.4175',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(9,	'بندر إلياس سامي المشيقح',	'انثي',	'1460 طريق ياسين الحصين عمارة رقم 95\nعرعر',	'القريات',	'B+',	'منذ شهر',	'(330) 625-4808 x769',	'516.417.8477 x099',	'(251) 355-8508 x7374',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(10,	'عليان السهلي',	'ذكر',	'59 شارع جود العتيبي شقة رقم. 80\nالأفلاج',	'سيهات',	'AB-',	'منذ شهر',	'(679) 787-1357 x260',	'1-452-552-3197',	'+1-261-901-2099',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(11,	'سوار الصامل',	'انثي',	'66 ممر فوزية المقبل\nالحوية',	'جيزان',	'A+',	'منذ شهر',	'810.847.2053 x9165',	'(586) 324-6402',	'1-785-409-7059 x466',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(12,	'عفاف عريق السهلي',	'ذكر',	'9741 ممر اسامة الفرحان شقة رقم. 18\nالخبر',	'القريات',	'O-',	'منذ شهر',	'806-250-6241 x624',	'+1.759.816.0870',	'(915) 451-5669 x834',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(13,	'إباء الشهري',	'انثي',	'81345 ممر ولاء الصقير شقة رقم. 27\nعنيزة',	'الجبيل',	'B+',	'منذ شهر',	'923.942.2852 x789',	'1-597-519-5421 x306',	'525.845.3493 x4604',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(14,	'صافي عبدالجواد سكوت العمرو',	'ذكر',	'56 شارع فرح العسكر عمارة رقم 65\nالخبر',	'القطيف',	'AB-',	'منذ شهر',	'947-338-1294 x6287',	'875-535-3465',	'+1 (796) 261-9660',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(15,	'رغد نواف باشا',	'انثي',	'7379 شارع سكوت المنيف عمارة رقم 77\nالرس',	'وادي الدواسر',	'B+',	'منذ شهر',	'+13828340330',	'661.978.4986 x8729',	'312-756-8872 x61278',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(16,	'الدكتورة هيا الأسمري',	'ذكر',	'97 طريق تسنيم الحصين عمارة رقم 67\nالرس',	'القطيف',	'AB-',	'منذ شهر',	'1-879-329-0233 x7537',	'(905) 847-7752 x4912',	'481.407.7273',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(17,	'دنى الشهري',	'انثي',	'05527 طريق ضياء المقبل عمارة رقم 61\nوادي الدواسر',	'الدوادمي',	'AB-',	'منذ شهر',	'(549) 740-3748 x8780',	'761-944-6911',	'+1.738.966.3655',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(18,	'نجوى الفيفي',	'انثي',	'72842 ممر نادر السعيد شقة رقم. 95\nالقطيف',	'نجران',	'AB-',	'منذ شهر',	'369.393.8979 x0706',	'+1 (441) 778-7460',	'714-950-6926',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(19,	'تالا نائل الراجحي',	'ذكر',	'1109 شارع رئاد الشهري\nجدة',	'المبرز',	'O-',	'منذ شهر',	'862-664-5224 x048',	'858.500.7324 x920',	'1-534-823-1700 x3641',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(20,	'سكينة جواهرجي',	'ذكر',	'64310 طريق ابتهاج الفيفي\nالمبرز',	'الخبر',	'B+',	'منذ شهر',	'(621) 667-2484 x385',	'651.248.0464',	'304-332-4676 x0434',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(21,	'رباب الأحمري',	'ذكر',	'05588 ممر عبدالقادر الفريدي\nحفر الباطن',	'ينبع البحر',	'B+',	'منذ شهر',	'+1-596-596-5440',	'1-271-438-0348',	'+1-283-895-4662',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(22,	'صافي الفريدي',	'ذكر',	'3567 شارع عبد الناصر الفريدي شقة رقم. 83\nالثقبة',	'الدوادمي',	'A+',	'منذ شهر',	'651.970.0523',	'262.964.3854',	'(367) 921-5955 x297',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(23,	'ياسمين الشهري',	'ذكر',	'8332 طريق يعقوب الفدا عمارة رقم 70\nالزلفي',	'جيزان',	'O-',	'منذ شهر',	'1-784-505-9954 x08834',	'298-369-8560 x84732',	'312.254.2042',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(24,	'الآنسة نجاح المشيقح',	'ذكر',	'41432 شارع لبيب مكي عمارة رقم 83\nالظهران',	'الحوية',	'B+',	'منذ شهر',	'1-310-835-9202 x549',	'828.861.3162',	'1-371-208-0472 x4678',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(25,	'السيدة مجد الحنتوشي',	'انثي',	'05 طريق بدر الحصين شقة رقم. 70\nضباء',	'الرياض',	'AB-',	'منذ شهر',	'1-790-249-6239 x55845',	'(610) 592-3112 x5739',	'(678) 823-1370',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(26,	'ابتهال الراجحي',	'ذكر',	'6554 ممر يزن العتيبي\nحفر الباطن',	'المظيلف',	'A+',	'منذ شهر',	'1-790-289-7678',	'+13238322880',	'859.254.2770 x98813',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(27,	'وهيب الأحمري',	'ذكر',	'41541 ممر معين السمير شقة رقم. 56\nالطائف',	'القريات',	'A+',	'منذ شهر',	'+1 (852) 460-2105',	'316-934-6476 x3790',	'(416) 776-6389 x446',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(28,	'السيدة آناء هوساوي',	'ذكر',	'82 طريق نيفين السويلم عمارة رقم 54\nالخرج',	'الخبر',	'B+',	'منذ شهر',	'+1.490.728.6620',	'(767) 228-9731 x1217',	'(775) 474-3059',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(29,	'زمان السمير',	'ذكر',	'9302 شارع فوزية السمير\nجدة',	'الطائف',	'AB-',	'منذ شهر',	'347.926.2676 x0931',	'1-356-581-0794 x6916',	'(821) 529-8560',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(30,	'بشر عبد ربه غازي المطرفي',	'ذكر',	'9643 شارع سجى الأسمري\nالدمام',	'المظيلف',	'AB+',	'منذ شهر',	'+1.332.591.5565',	'871-684-9812 x36171',	'+18389050922',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(31,	'حارث الأحمري',	'ذكر',	'50636 طريق نواف الفريدي شقة رقم. 30\nبيشة',	'خميس مشيط',	'O-',	'منذ شهر',	'1-234-620-0260 x47054',	'735.933.8955',	'+1-547-271-3957',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(32,	'مدحت هوساوي',	'ذكر',	'9552 ممر أروى الراجحي عمارة رقم 29\nالثقبة',	'ينبع البحر',	'AB+',	'منذ شهر',	'1-505-317-1026 x687',	'1-858-778-4225',	'345.941.5340 x1109',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(33,	'سعيد العنزي',	'انثي',	'99 ممر رنا الحميد عمارة رقم 65\nمكة',	'الحوية',	'AB+',	'منذ شهر',	'552-514-8797',	'+1.479.267.1513',	'+1.901.435.3755',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(34,	'مسعدة العتيبي',	'ذكر',	'61506 شارع عملا الشهري\nالأفلاج',	'الجبيل',	'B+',	'منذ شهر',	'617-428-2133 x550',	'1-532-213-4638',	'886.200.9074 x313',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(35,	'عودة نشات عبد السميع السماعيل',	'انثي',	'49 شارع معاذ هوساوي شقة رقم. 96\nالدوادمي',	'ينبع البحر',	'AB+',	'منذ شهر',	'691.874.5673 x1806',	'397-587-3121 x7078',	'(393) 735-4985',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(36,	'عامر الحصين',	'ذكر',	'20284 طريق عمرو السيف\nالجبيل',	'الرياض',	'O-',	'منذ شهر',	'1-664-431-3625',	'396-512-7920',	'(591) 832-4615 x02173',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(37,	'فيروز باشا',	'انثي',	'88805 شارع لارا الشيباني\nحفر الباطن',	'الجبيل',	'B+',	'منذ شهر',	'(639) 483-4028 x612',	'+13925974756',	'892-424-6555',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(38,	'معاوية بهاء السالم',	'ذكر',	'95959 ممر عالية العمرو شقة رقم. 23\nبيشة',	'الهفوف',	'O-',	'منذ شهر',	'692.501.3228 x20886',	'572.214.5375',	'796.226.9413',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(39,	'رضا هوساوي',	'ذكر',	'68 شارع نزار العقل\nالمدينة المنورة',	'الجبيل',	'AB+',	'منذ شهر',	'338.768.3638 x8078',	'+1-798-646-2135',	'+1-457-577-5526',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(40,	'المهندسة شفاء العتيبي',	'ذكر',	'4788 ممر صفا العقل شقة رقم. 01\nالجبيل',	'مكة',	'A+',	'منذ شهر',	'841.583.0023 x2560',	'+1.647.852.0067',	'482.438.4121 x3739',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(41,	'زكية مدني',	'انثي',	'1136 شارع سيرين السويلم شقة رقم. 15\nبيشة',	'جدة',	'B+',	'منذ شهر',	'982.750.4466',	'1-561-459-4255 x924',	'548.762.9240 x69492',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(42,	'سارة اكثم السالم',	'ذكر',	'83392 شارع لطف السماعيل شقة رقم. 16\nالهفوف',	'الدوادمي',	'O-',	'منذ شهر',	'465.886.2914 x31207',	'927.269.5929 x129',	'943.318.4685 x0712',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(43,	'نرمين ناهض الشهيل',	'ذكر',	'60244 شارع وفاء الحنتوشي عمارة رقم 62\nخميس مشيط',	'الخبر',	'O-',	'منذ شهر',	'1-808-859-9784 x11940',	'665-810-8539 x5819',	'391-589-5558 x176',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(44,	'أروى العتيبي',	'ذكر',	'93 طريق نجود الحنتوشي عمارة رقم 39\nالثقبة',	'شرورة',	'B+',	'منذ شهر',	'(284) 222-5172',	'1-215-760-8823',	'672-459-4867 x4075',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(45,	'عودة بدر العتيبي',	'ذكر',	'12 ممر أفراح المنيف شقة رقم. 75\nعنيزة',	'ينبع البحر',	'A+',	'منذ شهر',	'1-654-254-5932 x0038',	'(321) 585-1787 x432',	'1-529-555-7129 x91251',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(46,	'الدكتورة منار الفيفي',	'انثي',	'87908 شارع خلدون سقا عمارة رقم 11\nضباء',	'الحوية',	'B+',	'منذ شهر',	'895-359-3797 x4462',	'(740) 434-8861',	'383.235.6639',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(47,	'اكرم سقا',	'ذكر',	'00398 طريق أزهار السويلم\nالثقبة',	'جيزان',	'O-',	'منذ شهر',	'790-250-4340 x2862',	'(963) 212-5793 x05494',	'+13372718163',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(48,	'عدلي العمرو',	'انثي',	'1744 شارع هناء الخالدي عمارة رقم 88\nالمظيلف',	'الباحة',	'AB+',	'منذ شهر',	'(936) 396-9304',	'784.334.6829 x31397',	'(515) 371-7336 x36480',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(49,	'مشاري عرمان عواد السماعيل',	'انثي',	'67696 طريق وليد الشهري\nوادي الدواسر',	'الخرج',	'O-',	'منذ شهر',	'228-666-5471',	'327-728-3912',	'+1-353-493-0945',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(50,	'ريهام العقل',	'انثي',	'19408 شارع فريدة الفيفي شقة رقم. 98\nجدة',	'الخبر',	'AB+',	'منذ شهر',	'1-436-269-0211',	'+1 (629) 386-0113',	'971-908-7254 x3901',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(51,	'صخر الحميد',	'ذكر',	'9211 ممر عزت السماعيل شقة رقم. 77\nوادي الدواسر',	'الرياض',	'AB+',	'منذ شهر',	'+7428473461560',	'769.281.9087',	'882.485.9481 x1791',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(52,	'سناء السماري',	'ذكر',	'66 طريق شرحبيل العمرو\nالزلفي',	'عنيزة',	'AB+',	'منذ شهر',	'+2758750082183',	'+1 (231) 321-5718',	'(269) 762-2297 x7039',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(53,	'سحر الماجد',	'انثي',	'96 شارع صفا السعيد عمارة رقم 97\nجدة',	'مكة',	'B+',	'منذ شهر',	'+7428871774432',	'1-231-637-3100 x43993',	'982.601.6250',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(54,	'حليمة القحطاني',	'انثي',	'91854 طريق سرمد الأسمري شقة رقم. 69\nالخرج',	'عنيزة',	'AB+',	'منذ شهر',	'+6923120992964',	'582-730-2948 x5067',	'+1-978-918-5663',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(55,	'نصوح سامي جواهرجي',	'ذكر',	'23 شارع سهى المنيف\nالأفلاج',	'الدمام',	'O-',	'منذ شهر',	'+9360755134828',	'1-809-403-8195',	'705-832-6433',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(56,	'المهندسة سوار برماوي',	'ذكر',	'9165 ممر نديم الخضيري شقة رقم. 60\nجيزان',	'الرس',	'B+',	'منذ شهر',	'+4983948654420',	'468-736-0655 x1626',	'323.881.6694 x1932',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(57,	'مالك السويلم',	'ذكر',	'4871 ممر أنوار مدني شقة رقم. 02\nالمبرز',	'نجران',	'A+',	'منذ شهر',	'+4576135177642',	'1-339-734-2075',	'1-514-617-7992',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(58,	'دنيا الزامل',	'ذكر',	'2672 شارع منير الشهيل\nجيزان',	'سكاكا',	'A+',	'منذ شهر',	'+5597442768884',	'+1 (959) 214-9256',	'708-369-5346 x8021',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(59,	'مؤثر الحسين الشهري',	'انثي',	'99344 شارع نجود المطرفي\nتبوك',	'المبرز',	'A+',	'منذ شهر',	'+9179751844819',	'+1-543-649-8897',	'+1-905-773-1775',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(60,	'سيما قارس نشات الجريد',	'انثي',	'5738 شارع قيس العنزي\nالقريات',	'المدينة المنورة',	'O-',	'منذ شهر',	'+5858375054584',	'334-561-1695 x229',	'+1-548-452-5564',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(61,	'مؤنس العنزيالماجد',	'انثي',	'54 طريق تولين الزامل شقة رقم. 94\nالدمام',	'الرياض',	'O-',	'منذ شهر',	'+3091641709689',	'526-349-2357 x236',	'952.522.0149 x6861',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(62,	'إخلاص الأحمريالسماعيل',	'ذكر',	'03 ممر بنان العتيبي\nضباء',	'الخرج',	'AB+',	'منذ شهر',	'+1382885673471',	'273.366.2369 x4005',	'+1 (942) 625-7358',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(63,	'عبدالمجيد بشر نبيل السليمالخضيري',	'انثي',	'33068 شارع رأفت مدني\nبيشة',	'الأحساء',	'B+',	'منذ شهر',	'+2244136729980',	'997.219.4674 x090',	'757-416-9414 x65535',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(64,	'خديجة أمين الفدامكي',	'ذكر',	'5280 ممر اعتدال العتيبي عمارة رقم 58\nالظهران',	'الرس',	'AB-',	'منذ شهر',	'+7606736413392',	'+1-220-714-5079',	'1-890-749-8569',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(65,	'حبيب اكرم عصام المقبلالعمرو',	'انثي',	'87403 شارع غانم مكي\nوادي الدواسر',	'الأفلاج',	'A+',	'منذ شهر',	'+4866717196847',	'863.247.5363',	'1-820-396-1611',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(66,	'الدكتورة إسلام المنيفالقحطاني',	'انثي',	'3098 ممر ردينة المطرفي\nالدمام',	'الدمام',	'A+',	'منذ شهر',	'+4461806338570',	'(798) 968-6759',	'1-741-931-3828 x60740',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(67,	'نشات مجدي ناهض الفداالمنيف',	'ذكر',	'1492 شارع خديجة السليم شقة رقم. 67\nالدوادمي',	'نجران',	'AB+',	'منذ شهر',	'+2507192607053',	'217.289.2781',	'(286) 288-0686',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(68,	'سوار المشيقحالحميد',	'ذكر',	'23 ممر غانم الشهيل\nينبع البحر',	'مكة',	'B+',	'منذ شهر',	'+6641227473455',	'1-308-224-5404 x7891',	'+1-870-722-4342',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(69,	'الدكتورة سيلين المطرفيالسماعيل',	'انثي',	'55647 شارع رغيد الشهيل عمارة رقم 33\nوادي الدواسر',	'عرعر',	'O-',	'منذ شهر',	'+6192825989332',	'502-415-1196',	'538-298-6685',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(70,	'فداء القحطانيالأسمري',	'ذكر',	'94934 شارع إسلام السويلم\nالمظيلف',	'جيزان',	'A+',	'منذ شهر',	'+9766296458270',	'1-875-928-6605 x0865',	'+14429128665',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(71,	'عبدالحليم عبدالناصر الشهري جواهرجي',	'انثي',	'43890 شارع اثير الشيباني\nعرعر',	'نجران',	'A+',	'منذ شهر',	'+1349690932929',	'653-546-4372 x84008',	'+1-821-252-7296',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(72,	'مديحة إياد زيدان مدني المنيف',	'انثي',	'33 شارع صفية السعيد\nالخبر',	'الدوادمي',	'A+',	'منذ شهر',	'+4725036863326',	'995-594-9209 x322',	'+16207573789',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(73,	'عاليا رجب عوف السمير الخالدي',	'ذكر',	'8369 ممر إيمان القحطاني\nالخرج',	'مكة',	'AB+',	'منذ شهر',	'+8376787893395',	'(857) 969-7432 x7892',	'1-456-258-3150 x427',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(74,	'وفاء ينال مفدي الحسين الشهيل',	'ذكر',	'57571 ممر أصاله الشهري عمارة رقم 28\nضباء',	'بيشة',	'O-',	'منذ شهر',	'+7368875036232',	'(980) 523-4292',	'1-525-612-7571 x70654',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(75,	'فوزي قصي العتيبي العرفج',	'ذكر',	'69 شارع لين العتيبي عمارة رقم 54\nالأفلاج',	'جيزان',	'AB-',	'منذ شهر',	'+9072690176688',	'239-256-4018 x822',	'852-256-1887 x77778',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(76,	'ممدوح باشا العمرو',	'ذكر',	'9750 ممر حافظ الخضيري عمارة رقم 58\nسيهات',	'الظهران',	'AB-',	'منذ شهر',	'+6368924764195',	'+1-715-554-6085',	'+18569191010',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(77,	'الدكتورة صمود الأحمري الصقير',	'ذكر',	'11420 شارع هيلين العمرو عمارة رقم 75\nالرياض',	'تبوك',	'AB-',	'منذ شهر',	'+3890259497149',	'+1-886-257-2906',	'(428) 512-3630',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(78,	'رؤيه الأسمري السليم',	'انثي',	'23 شارع سما الفريدي\nالجبيل',	'الخرج',	'O-',	'منذ شهر',	'+2704721209758',	'652-407-0089',	'1-359-990-4987',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(79,	'السيدة هيفا العنزي العنزي',	'ذكر',	'15463 ممر باهر المقبل\nتبوك',	'الباحة',	'A+',	'منذ شهر',	'+3989263155633',	'(613) 248-3602 x4745',	'+1 (231) 561-2712',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(80,	'رنيم مكي الشهري',	'انثي',	'96 شارع عبداللطيف الصامل\nالمدينة المنورة',	'حفر الباطن',	'A+',	'منذ شهر',	'+9926226918916',	'(231) 559-6457 x372',	'607-520-5863 x51343',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(81,	'فوزي الماجد الصقير',	'أنثي',	'14 طريق تهاني السهلي شقة رقم. 18\nضباء',	'الخبر',	'A+',	'منذ شهر',	'+8321723049291',	'1-457-432-3442 x4960',	'(595) 202-4132 x3883',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(82,	'أميرة الحارث خميس الخضيري العمرو',	'ذكر',	'8948 شارع عبدالحميد الحميد\nالخرج',	'حفر الباطن',	'O-',	'منذ شهر',	'+8466780314425',	'+1-904-452-9885',	'972.287.0955',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(83,	'لبنا السالم السعيد',	'ذكر',	'27236 شارع فرح السيف شقة رقم. 06\nتبوك',	'شرورة',	'A+',	'منذ شهر',	'+5623743349657',	'+1 (943) 891-7827',	'(343) 845-5421 x35844',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(84,	'حمد المشيقح الحسين',	'أنثي',	'38628 ممر راشد سقا عمارة رقم 74\nالدمام',	'خميس مشيط',	'B+',	'منذ شهر',	'+4796744162931',	'753.289.1463 x38901',	'1-862-666-0818 x56007',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(85,	'شفاء المشيقح الحميد',	'ذكر',	'51261 طريق اياد السماري شقة رقم. 76\nالرس',	'الثقبة',	'B+',	'منذ شهر',	'+7772043501284',	'+13045899987',	'764.447.8945 x429',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(86,	'السيدة نجوى الجريد الحنتوشي',	'ذكر',	'7969 ممر رجا سقا شقة رقم. 57\nجيزان',	'الظهران',	'B+',	'منذ شهر',	'+9334687059092',	'(519) 369-7488 x517',	'247.571.2577 x8363',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(87,	'الآنسة فيفيان الخالدي الفريدي',	'ذكر',	'23 ممر عوده العرفج\nتبوك',	'القطيف',	'AB+',	'منذ شهر',	'+4921860480941',	'1-459-432-5779 x98454',	'363-783-4953',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(88,	'إسماعيل الشهري المنيف',	'أنثي',	'8656 ممر جريس الداوود\nعنيزة',	'ضباء',	'AB+',	'منذ شهر',	'+7025477377340',	'664.400.7063 x27927',	'(541) 891-7586 x4746',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(89,	'عملا السماري الماجد',	'ذكر',	'63 طريق هادلين باشا\nالحوية',	'تبوك',	'O-',	'منذ شهر',	'+8428782505109',	'(975) 619-2513 x71193',	'+13534232426',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(90,	'أكثم العسكر السعيد',	'ذكر',	'8525 شارع صقر الصامل\nمكة',	'وادي الدواسر',	'AB-',	'منذ شهر',	'+6065616715942',	'+1.785.678.4526',	'(325) 235-5732 x8006',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(91,	'نجلاء كرم الخضيري الأحمري',	'أنثي',	'8835 شارع ميسره الفيفي عمارة رقم 37\nالخرج',	'بيشة',	'AB-',	'منذ شهر',	'+3738554305203',	'1-985-592-5833 x75725',	'+17759277980',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(92,	'ختام مشعل حابس الزامل الجريد',	'أنثي',	'83052 شارع عبادة الأسمري شقة رقم. 84\nعرعر',	'جيزان',	'AB-',	'منذ شهر',	'+3971378329516',	'(558) 796-7817',	'1-356-858-8014',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(93,	'مالك الجهني الفرحان',	'أنثي',	'94100 ممر الليث العمرو عمارة رقم 66\nالزلفي',	'المظيلف',	'AB-',	'منذ شهر',	'+8564139679199',	'+1-997-567-7248',	'224-866-7036 x66281',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(94,	'سهام الأحمري العمرو',	'ذكر',	'2177 شارع نجاة مدني شقة رقم. 62\nمكة',	'القريات',	'O-',	'منذ شهر',	'+5817548644554',	'(521) 521-1831 x80071',	'521-323-2813 x3230',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(95,	'جميلة العمرو السمير',	'أنثي',	'05411 طريق وعد العتيبي\nوادي الدواسر',	'الزلفي',	'AB-',	'منذ شهر',	'+2622903913742',	'(372) 435-7780 x631',	'251.938.0374 x39030',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(96,	'ليان الفدا الشهري',	'ذكر',	'9438 ممر ضحى المنيف عمارة رقم 11\nحفر الباطن',	'الدوادمي',	'AB-',	'منذ شهر',	'+8205317877296',	'+1.956.752.6227',	'843.356.4005',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(97,	'عبد العفو مصعب العتيبي الفدا',	'أنثي',	'28430 شارع سارة القحطاني عمارة رقم 01\nالهفوف',	'حفر الباطن',	'B+',	'منذ شهر',	'+1512942923775',	'1-258-828-3277',	'(993) 689-0173',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(98,	'ضرار جبر عبد الرحمان الصقيه الفدا',	'ذكر',	'9533 ممر سمر السماعيل\nالهفوف',	'الباحة',	'B+',	'منذ شهر',	'+5127857367623',	'317.465.3167 x74410',	'589-607-3750',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(99,	'موفق السيف الفريدي',	'ذكر',	'57 ممر حسين الشهري شقة رقم. 93\nتبوك',	'ينبع البحر',	'AB+',	'منذ شهر',	'+8818171718664',	'310.422.5448 x6834',	'(538) 251-1242',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(100,	'وجدان الزامل العرفج',	'أنثي',	'67390 ممر أيوب العمرو شقة رقم. 63\nالخرج',	'تبوك',	'O-',	'منذ شهر',	'+7769511706612',	'(945) 720-6137 x3520',	'1-672-437-8478 x276',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(101,	'حنين العقل المطرفي',	'ذكر',	'48875 ممر هدى السالم\nبيشة',	'المبرز',	'B+',	'منذ شهر',	'+8801159519995',	'+1-347-772-0085',	'1-672-492-4189',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(102,	'السيدة أصالة العقل الصقير',	'أنثي',	'8710 طريق عبدالعزيز السويلم شقة رقم. 31\nعرعر',	'المبرز',	'O-',	'منذ شهر',	'+5161779769360',	'(673) 892-5837',	'+1.220.352.8158',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(103,	'رويدة الفريدي الفدا',	'ذكر',	'15163 شارع عبدالرؤوف سقا\nالمدينة المنورة',	'الخبر',	'A+',	'منذ شهر',	'+2933166902048',	'280-483-3313',	'240-790-7380 x018',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(104,	'هانى عبد الكريم عبدالحميد الخالدي العتيبي',	'أنثي',	'1442 طريق عرين السمير شقة رقم. 67\nالمظيلف',	'خميس مشيط',	'AB-',	'منذ شهر',	'+9754944726654',	'(419) 272-0636',	'625-859-5537 x247',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(105,	'مياده الراجحي السماعيل',	'ذكر',	'86 شارع خليفة الشهري\nالقريات',	'تبوك',	'B+',	'منذ شهر',	'+9333807894696',	'409.995.0045',	'+1-934-210-5600',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(106,	'رغيد شاهر زين العابدين القحطاني الصامل',	'أنثي',	'80702 شارع هايدي الجهني\nالزلفي',	'الخبر',	'A+',	'منذ شهر',	'+5213390962347',	'(396) 736-0978 x9760',	'+1-489-781-3264',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(107,	'روان الصقير هوساوي',	'أنثي',	'23018 شارع بيان السعيد شقة رقم. 32\nالرس',	'الجبيل',	'AB+',	'منذ شهر',	'+9897764097553',	'+14524222973',	'(205) 229-2408',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(108,	'عنود الجريد الزامل',	'ذكر',	'46 طريق نسيمة الخالدي شقة رقم. 72\nالمدينة المنورة',	'مكة',	'A+',	'منذ شهر',	'+7856327997664',	'(492) 471-8750 x4952',	'630-561-6900 x31957',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(109,	'إخلاص أمين ادريس السيف الأسمري',	'أنثي',	'9982 طريق ورد العرفج\nشرورة',	'الرس',	'O-',	'منذ شهر',	'+8898815581417',	'662-796-1172',	'864.818.3246 x8034',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(110,	'آلاء الراجحي الصقيه',	'ذكر',	'10272 ممر عبد الحي الفريدي شقة رقم. 50\nالرياض',	'مكة',	'A+',	'منذ شهر',	'+7737398479373',	'609-287-2248 x34746',	'365.778.5574',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(111,	'سنن الفدا العرفج',	'أنثي',	'45 ممر عناد الشهري عمارة رقم 49\nضباء',	'الخبر',	'AB-',	'منذ شهر',	'+9169213672053',	'789-457-1907',	'928.663.8773',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(112,	'الدكتورة سحر العتيبي المطرفي',	'ذكر',	'10 طريق اليمان الحسين\nالجبيل',	'الدمام',	'B+',	'منذ شهر',	'+3690495134724',	'560-245-8647',	'(228) 233-2863 x16870',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(113,	'أبراهيم يشار حسان الزامل الفرحان',	'أنثي',	'77 ممر شافع الفريدي\nالهفوف',	'سكاكا',	'AB+',	'منذ شهر',	'+7309135308667',	'+1-516-942-7743',	'581-259-1058 x850',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(114,	'آية الجهني الحصين',	'أنثي',	'92860 ممر نورا العنزي\nالقطيف',	'الهفوف',	'B+',	'منذ شهر',	'+1364921004848',	'1-512-953-1133 x0324',	'+1.338.871.3983',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(115,	'مراد الفدا العنزي',	'أنثي',	'28114 ممر سوار القحطاني شقة رقم. 25\nالأفلاج',	'عرعر',	'A+',	'منذ شهر',	'+6493056480049',	'506-665-8775 x8261',	'(497) 858-3500',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(116,	'السيدة جمانة الخضيري الصقير',	'ذكر',	'20019 ممر عاليا المشيقح\nالباحة',	'الهفوف',	'AB+',	'منذ شهر',	'+5995495199620',	'+15957876557',	'501-634-4898 x0957',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(117,	'يسرى السماري الماجد',	'أنثي',	'6068 شارع بنان الراجحي\nالرس',	'الثقبة',	'AB+',	'منذ شهر',	'+2983127418186',	'(387) 947-1014 x87471',	'+1.895.363.2538',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(118,	'ورد العنزي الزامل',	'أنثي',	'4440 طريق ميار السماعيل\nجدة',	'المظيلف',	'O-',	'منذ شهر',	'+6037404905691',	'1-913-851-7895 x150',	'+1-497-592-9594',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(119,	'جابر هيثم نجيب العسكر السعيد',	'ذكر',	'4728 ممر زها سقا\nالثقبة',	'القطيف',	'AB+',	'منذ شهر',	'+1619650173142',	'+1-401-454-3588',	'1-273-748-1151',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(120,	'تولين بكر الحنتوشي مدني',	'أنثي',	'2092 شارع وجدان السهلي شقة رقم. 56\nالحوية',	'وادي الدواسر',	'A+',	'منذ شهر',	'+1491941854887',	'1-737-780-1410 x784',	'1-641-817-0233 x646',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(121,	'أسحار رعد السالم القحطاني',	'أنثي',	'41807 ممر أفراح السالم شقة رقم. 21\nحفر الباطن',	'عرعر',	'B+',	'منذ شهر',	'+9553457433744',	'(224) 320-6751 x6007',	'846-363-8055',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(122,	'نادين عبد الحافظ أكثم باشا السويلم',	'أنثي',	'91748 طريق راكان الزامل شقة رقم. 89\nجيزان',	'خميس مشيط',	'A+',	'منذ شهر',	'+7096244499689',	'338.444.7052',	'+1-830-991-2280',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(123,	'ردينة العمرو الجريد',	'أنثي',	'2932 ممر نزيه الحسين\nضباء',	'الدوادمي',	'A+',	'منذ شهر',	'+6852254036355',	'545.396.0452 x838',	'1-319-310-6656 x72280',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(124,	'المهندسة خلود السيف السعيد',	'ذكر',	'0994 ممر جمانة السيف\nالظهران',	'الحوية',	'AB+',	'منذ شهر',	'+2834102021986',	'+1-296-842-6017',	'297.617.2529 x9370',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(125,	'المهندسة بتول الصقيه العسكر',	'ذكر',	'4786 طريق تالين الحنتوشي\nالمبرز',	'الرس',	'O-',	'منذ شهر',	'+7831653346042',	'461-514-7595 x5995',	'(584) 435-6382 x486',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(126,	'بشائر الحنتوشي باشا',	'ذكر',	'72470 شارع معين العمرو\nالأفلاج',	'الدمام',	'AB+',	'منذ شهر',	'+4775435755095',	'480.560.9973',	'202-989-2454 x265',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(127,	'تالين غانم الزامل العنزي',	'ذكر',	'8867 شارع إيناس السيف\nالأفلاج',	'المدينة المنورة',	'B+',	'منذ شهر',	'+1172297959996',	'+1.332.978.3535',	'+1-548-849-9198',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(128,	'إلهام الداوود الخضيري',	'أنثي',	'0495 طريق زين السماعيل عمارة رقم 49\nعرعر',	'مكة',	'O-',	'منذ شهر',	'+8875120152765',	'+1 (791) 682-1172',	'(434) 575-6734',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(129,	'السيدة أحلام الحميد الزامل',	'أنثي',	'8124 ممر آية المنيف شقة رقم. 89\nتبوك',	'الأفلاج',	'A+',	'منذ شهر',	'+1354734424699',	'+1 (852) 589-4494',	'1-298-512-0786',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(130,	'هدى الفرحان الجهني',	'ذكر',	'35 طريق أميرة الشهري شقة رقم. 56\nالدمام',	'ينبع البحر',	'A+',	'منذ شهر',	'+3210539772702',	'+1-793-227-0952',	'923-345-4030',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(131,	'السيدة نبيله الراجحي جواهرجي',	'ذكر',	'59737 طريق نبيله الراجحي عمارة رقم 03\nنجران',	'وادي الدواسر',	'B+',	'منذ شهر',	'+5854544788643',	'785.939.9170 x4750',	'1-776-350-8569',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(132,	'الآنسة ولاء الراجحي الفيفي',	'ذكر',	'4958 ممر حمزة الجهني\nسكاكا',	'القريات',	'A+',	'منذ شهر',	'+4923355359482',	'+1 (338) 300-8328',	'881-848-3553',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(133,	'سهام الصقيه برماوي',	'ذكر',	'56124 ممر مشاري السمير\nالجبيل',	'الدمام',	'B+',	'منذ شهر',	'+4601686718858',	'1-389-613-1100 x5154',	'385-822-9624',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(134,	'نبيله إياد السماري الشيباني',	'ذكر',	'51 طريق حكم السعيد\nالطائف',	'تبوك',	'O-',	'منذ شهر',	'+3260083414866',	'930.846.1856 x73218',	'328-467-7859',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(135,	'فايز المنيف العسكر',	'أنثي',	'16 ممر هبة السويلم\nالرس',	'جدة',	'O-',	'منذ شهر',	'+4508799461095',	'+1-293-826-6344',	'(969) 373-1539 x10815',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(136,	'لمى عبد ربه السويلم السليم',	'أنثي',	'72 شارع رأفت الشهري شقة رقم. 49\nالطائف',	'خميس مشيط',	'O-',	'منذ شهر',	'+9086920319836',	'(253) 471-4264 x2146',	'268-960-0027 x96341',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(137,	'مهدي ايسر السويلم الفريدي',	'ذكر',	'31 ممر جاسم الخضيري\nحفر الباطن',	'الخبر',	'O-',	'منذ شهر',	'+7554531041383',	'(268) 913-7726 x0153',	'454.609.2634',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(138,	'رولى حسان العتيبي سقا',	'أنثي',	'32826 شارع رند الحسين\nتبوك',	'الجبيل',	'A+',	'منذ شهر',	'+1475034633287',	'1-464-675-1093 x11315',	'706.524.6568',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(139,	'مشاري الصقير المطرفي',	'ذكر',	'3128 ممر جعفر الخضيري عمارة رقم 97\nالحوية',	'المظيلف',	'A+',	'منذ شهر',	'+6603368534590',	'+1.945.665.0136',	'(641) 688-2030 x806',	'مكالمة هاتفية',	'صباحا',	'2021-09-28'),
(140,	'براء الراجحي العرفج',	'أنثي',	'8762 طريق تقى الصقيه\nتبوك',	'بيشة',	'A+',	'منذ شهر',	'+5851762609010',	'+1 (813) 395-2417',	'(881) 401-1504',	'مكالمة هاتفية',	'صباحا',	'2021-09-28');

DROP TABLE IF EXISTS `images`;
CREATE TABLE `images` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `file_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `thumbnail` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1=Active, 0=Inactive',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

INSERT INTO `images` (`id`, `title`, `file_name`, `thumbnail`, `created`, `modified`, `status`) VALUES
(16,	'عنوان',	'e9513b078eb360143fc8dcedb445b3f4.jpg',	'uploads/images/thumb/e9513b078eb360143fc8dcedb445b3f4.jpg',	'2021-09-11 06:11:15',	'2021-09-11 06:11:15',	1),
(17,	'عنوان',	'2c39915350dcea909cad2888f1439eeb.png',	'uploads/images/thumb/2c39915350dcea909cad2888f1439eeb.png',	'2021-09-12 15:28:04',	'2021-09-12 15:28:04',	1),
(18,	'عنوان  وصف قصيروصف قصير',	'mosqueslides.jpg',	'uploads/images/thumb/mosqueslides.jpg',	'2021-09-17 08:04:44',	'2021-09-17 19:43:59',	1),
(21,	'ععععع',	'e91a1949affd67418fb154d4189d59ef.jpg',	'uploads/images/thumb/e91a1949affd67418fb154d4189d59ef.jpg',	'2021-09-17 19:45:32',	'2021-09-17 19:45:32',	1),
(22,	'ششششش',	'fc87e7457cd0ea7ce63eb57c776dcf62.jpg',	'uploads/images/thumb/fc87e7457cd0ea7ce63eb57c776dcf62.jpg',	'2021-09-17 19:55:36',	'2021-09-17 19:55:36',	1),
(23,	'ششششش  ششششششش شششششششششش شششششششششششش شششششششششششششش شششششششش ششششششششش',	'5815959748fcc391c87d9df4ada1829b.jpg',	'uploads/images/thumb/5815959748fcc391c87d9df4ada1829b.jpg',	'2021-09-17 19:57:41',	'2021-09-17 20:03:13',	1),
(24,	'عنوان',	'582cba6df66309651ff05b2aee5c3577.jpg',	'uploads/images/thumb/582cba6df66309651ff05b2aee5c3577.jpg',	'2021-09-24 10:00:25',	'2021-09-24 10:00:25',	1);

DROP TABLE IF EXISTS `news`;
CREATE TABLE `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `post_title` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `post_content` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `read_more` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1=Active | 0=Inactive',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

INSERT INTO `news` (`id`, `post_title`, `post_content`, `read_more`, `created`, `modified`, `status`) VALUES
(1,	'التبرع بالدم صدقة؟',	'<p><font color=\"#295218\">السؤال : السلام عليكم و رحمة الله، و بارك الله و زاد في علمك لي سؤال دكتور ما حكم التبرع بالدم بنية الصدقة ؟ و التبرع به بشكل دوري ؟ جزاك الله خيرا.</font></p><p>\r\nــــــــــــــــــــــــــــــــــــــــــــ</p><p><font color=\"#ff0000\" style=\"background-color: rgb(255, 255, 0);\">\r\nالحمد لله والصلاة والسلام على رسول الله :\r\n\r\n\r\nوعليكم السلام ورحمة الله وبركاته :\r\n\r\nلا شك في هذا، لقول المعصوم صلى الله عليه وسلم:\"كل معروف صدقة\".(رواه البخاري).</font></p><p>\r\n\r\nبل هو من عظيم الصدقات لأنه سبب للحياة، قال ربنا:\"<font color=\"#ff0000\" style=\"background-color: rgb(255, 255, 0);\">ومن أحياها فكأنما أحيا الناس جميعا</font>\".</p><p>\r\n\r\nقال العثيمين:\"أما التبرع بالدم فإن التبرع بالدم للمحتاج إليه لا بأس به وذلك لأن الدم يخلفه غيره فإذا كان يخلفه غيره صار النقص الذي يحصل </p><p>على البدن مفقودا ويكون هنا فيه مصلحة إما متيقنة أو محتملة لكن بدون وجود مفسدة ومثل هذا لا تأتي الشريعة بمنعه فالتبرع بالدم </p><p>لمن احتاج إليه جائز بشرط أن يقرر الطبيب أنه لا ضرر على هذا المتبرع إذا تبرع بدمه\".(فتاوى نور على الدرب).\r\n</p><p>\r\nولابد من شروط :\r\n</p><p>الشرط الأول: </p><p>أن يكون المريض محتاجا إلى نقل الدم، ويثبت ذلك بشهادة الطبيب العدل.</p><p>\r\nالشرط الثاني:</p><p> أن يتعذر البديل الذي يمكن إسعافه به.\r\n</p><p>الشرط&nbsp;الثالث:</p><p> أن لا يتضرر الشخص المنقول منه الدم بأخذه منه.\r\n</p><p>الشرط الرابع: </p><p>أن يقتصر في نقل الدم على مقدار الحاجة.(أحكام الجراحة الطبية.</p><p>محمد المختار الشنقيطي).\r\n</p><p>\r\nوبهذا تعلم أن التبرع بالدم من غير مال صدقة، لكن يكون عند الحاجة فأما أن يتبرع به بشكل مداوم فقد لا تكون </p><p>حاجة في ذلك إلا إن علم أن هناك نقص في الدم فلا حرج.والله الموفق.</p><p>\r\n(قاسم اكحيلات).\r\n</p>',	'<font color=\"#000000\" style=\"background-color: rgb(255, 255, 0);\">قاسم اكحيلات \r\n</font>',	'2021-09-24 10:12:09',	'2021-09-24 10:34:31',	1),
(2,	'معلومات هامة عن التبرع بالدم  ',	'<p><font color=\"#ff0000\">كيفية التبرع بالدم؟</font></p><p>\r\n\r\nوذلك عن طريق جمع الدم في كيس يحتوي على مادة مانعة للتجلط متصل بأبرة معقمة تستعمل لمرة واحدة فقط توصل من الوريد في </p><p>الذراع، وتتم عملية التبرع بالدم في فترة زمنية تقريباً 5 - 10 دقائق في هذه الفترة يكون المتبرع تحت الرعاية الطبية المباشرة، ولكن </p><p>تستغرق الزيارة بأكملها مدة تتراوح بين 15-20 دقيقة. </p><p><br></p><p><font color=\"#ff0000\">\r\n\r\n\r\n\r\n\r\nمتى يمكن معاودة التبرع بالدم؟</font></p><p>\r\n\r\nينصح بالتبرع بالدم بعد مرور 6 أشهر من اخر تبرع&nbsp;بالدم في حين أنه لتكرار التبرع يمكن التبرع بالدم قبل ذلك في الفترة من 3-4 أشهر، ولكن يجب أن يكون المتبرع لائق طبيا.</p><p>\r\n\r\n\r\n\r\nما كمية الدم التي يتم أخذها من المتبرع في المرة الواحدة؟ </p><p>\r\n\r\n- يتم أخذ من 400 إلى 450 مليلترا، وهو ما يمثل حوالي 1/12 من حجم الدم الموجود داخل جسم كل إنسان، والذي يتراوح بين 5 إلى 6 لترات.</p><p><font color=\"#ff0000\"> \r\n\r\n\r\n\r\nمن المستفيد من هذا الدم؟\r\n</font></p><p>\r\nالمصابون في الحوادث بمختلف أنواعها. </p><p>\r\nحالات النزيف قبل الولادة وبعدها. </p><p>\r\nأصحاب العمليات الكبيرة.</p><p> \r\nالأطفال الخدج (غير مكتملي النمو). \r\nحديثي الولادة لأختلاف عامل الريسوس لدى الوالدين (المصابون بالصفراء). </p><p>\r\nالمصابون بأمراض الدم (تكسر خلايا الدم، فقر الدم المنجلي، أو سرطان الدم).</p><p><font color=\"#ff0000\">\r\n\r\n\r\n\r\n\r\nفوائد التبرع بالدم:</font></p><p><font color=\"#ff0000\">\r\n\r\nالأطمئنان على صحتك: </font></p><p>ان التبرع بالدم هو شهادة صحية تدل على سلامتك حيث أن كل متبرع يخضع لفحص طبي للجسم وفحص مخبري على دمه عن مرض التهاب الكبد الوبائي بنوعيه (ب، ج) - الملاريا - الأيدز - الزهري، وفي حالة وجود أي مشكلة فأن بنك الدم يقوم بتوفير الأستشارة اللازمة من قبل استشاريين متخصصين، والتوجيه الى الجهة المناسبة لمتابقة الحالة.</p><p> \r\nيساعد التبرع على تنشيط نخاع العظم في انتاج خلايا دم جديدة تستطيع حمل كمية أكبر من الأوكسجين الى أعضاء الجسم الرئيسية مثلاً (الدماغ ….يساعد على زيادة التركيز والنشاط في العمل وعدم الخمول).</p><p> \r\nان المتبرع المستديم في بنك الدم له معاملة خاصة عند احتياجه او احتياج أفراد عائلته للدم مستقبلاً لا قدر الله، خاصة في حالة توفر فصيلة الدم المطلوبة.\r\n</p><p><font color=\"#ff0000\">\r\n\r\n\r\n\r\nهل توجد أي خطورة في التبرع بالدم؟ </font></p><p>\r\n\r\n- التبرع بالدم لا يعرض المتبرع لأي خطر؛ من الإصابة بأي مرض. \r\n\r\n- الأدوات التي تستخدم في عملية سحب الدم معقمة ولا تستخدم لشخص آخر، ويتم التخلص منها بعد عملية التبرع بالدم.</p><p><font color=\"#ff0000\"> \r\n\r\n\r\n\r\nماذا أفعل قبل التبرع بالدم؟ </font></p><p>\r\n\r\n- احصل على قسط كاف من النوم ليلة التبرع. </p><p>\r\n\r\n-تناول وجبة متوازنة قبل التبرع بحوالي ساعتين. </p><p>\r\n\r\n- عليك شرب سوائل (خالية من الكافيين) أكثر من المعتاد بقليل.</p><p> \r\n\r\n\r\n\r\nالرعاية بعد التبرع\r\n\r\nيبقى المتبرع على سرير التبرع لمدة 5 دقائق تحت الملاحظة الطبية ويسمح له بالجلوس بعد التأكد من حالته الطبية. </p><p>\r\nلا يسمح للمتبرع بترك المكان قبل أن يأذن له الطبيب أو الممرضات وذلك حرصا على سلامته.\r\n</p><p><font color=\"#ff0000\">يجب على المتبرع:\r\n</font></p><p>الإكثار من شرب السوائل خلال الساعات التالية للتبرع.</p><p>\r\nالأمتناع عن التدخين لمدة ساعتين.\r\n</p><p>عدم نزع اللاصق الضاغط على مكان الأبرة قبل ساعتين.</p><p>\r\nيجب رفع اليدين الى أعلى والظغط على مكان الأبرة اذا كان هناك نزيف.</p><p>\r\nاذا شعر المتبرع بالغثيان او الدوران يجب ان يستلقي على السرير ويكون مستوى الرأس منخفض عن الجسم او الجلوس مع وضع الرأس بين الركبتين لمدة 5 دقائق \r\nعدم القيام بأعمال شاقة أو تمرينات رياضية مجهدة لمدة 24 ساعة. </p><p>\r\n\r\n- زاول نشاطك المعتاد بعد التبرع، مع تجنب المجهود البدني الزائد. </p><p>\r\n\r\n- اشرب كمية من السوائل أكثر بقليل من المعتاد خلال الساعتين التاليتين للتبرع. </p><p>\r\n\r\n- تجنب ممارسة رياضة عنيفة خلال 24 ساعة بعد التبرع. </p><p>\r\n\r\n- إذا كنت مدخناً لا تدخن لمدة ساعتين بعد التبرع؛ لأن استنشاق الدخان يحفز الدم للذهاب للرئتين مسببًا حالة من الدوار والشحوب.</p><p> \r\n\r\n\r\n\r\nهل توجد مضاعفات قد يتعرض لها المتبرع؟ </p><p>\r\n\r\n- لا توجد مضاعفات للتبرع بالدم طالما قام الطبيب بتوقيع الكشف الطبي عليك، وأقر ملاءمتك للتبرع. </p><p>\r\n\r\n- يعوض الجسم كمية الدم التي فقدت خلال ساعات، وأغلب الناس يزاولون أنشطتهم العادية بعد التبرع.</p><p> \r\n\r\n- نادراً ما تحدث بعض الأعراض؛ مثل الدوخة أو القيء، وتزول تلقائيا بعد فترة وجيزة.</p>',	'<p><font color=\"#ff0000\">لماذا يجب عليَّ أن أكون متبرعًا بالدم؟ </font></p><p>\r\n\r\n- كل ثلاث ثوان هناك شخص يحتاج إلى نقل الدم.</p><p> \r\n\r\n- واحد من كل عشرة مرضى يدخلون المستشفى في حاجة إلى نقل الدم. </p><p>\r\n\r\n- دمك يمكن أن ينقذ أربعة أشخاص عند فصل مكوناته وليس شخصًا واحدًا. </p><p>\r\n\r\n- تعيد عملية التبرع بالدم الحيوية والنشاط للجسم بسبب تجدد خلايا الدم. </p><p>\r\n\r\n- يمكن للمتبرع الحصول على نتائج فحوصات المسح الخاصة به، بما فيها فصيلة الدم. \r\n\r\n\r\n\r\nكيف يمكن أختيار المتبرع بالدم؟ \r\n\r\nيتم اختيار المتبرع بالدم من خلال معايير محددة من الفحص الطبي والمخبري والتاريخ المرضي حيث يتم: \r\n\r\nتسجيل المتبرع: عند حضوره الى بنك الدم سيقوم كوظف الأستقبال بأخذ معلومات منه مثل الأسم، والعمر، رقم البطاقة، العنوان …. الخ (هذه المعلومات للأتصال به عند الحاجة)، كما يقوم الموظف بالمساعدة في تعبئة بطاقة الإستبيان.</p><p><font color=\"#ff0000\"> \r\nتحديد فصيلة الدم: </font></p><p>(من الفصائل الأربع المتعارف عليها). \r\nقياس تركيز الهيموجلوبين (خضاب الدم): عن طريق الأصبع. \r\nالوزن: (يفضل أن يكون الوزن من 50 كجم). \r\nقياس النبض. \r\nضغط الدم: (أقل من 160 / 90). \r\nبعد أن يمر المتبرع بالمراحل السابقة وتثبت صلاحيته للتبرع يقوم الطبيب المختص بسؤاله أسئلة بسيطة عن تاريخه المرضي ويقوم بأجراء الفحص الطبي له.\r\n\r\n\r\n\r\n\r\nما الأسباب التي لا يمكنك معها التبرع بالدم؟</p><p> \r\n- التبرع بالدم خلال الثلاثة أشهر الماضية.</p><p> \r\n\r\n- وجود أي تعب من المتاعب الصحية التالية: </p><p>\r\n\r\n- جميع أنواع الأنيميا عدا أنيميا نقص الحديد. </p><p>\r\n\r\n- أمراض القلب والحمى الروماتيزمية.</p><p> \r\n\r\n- الأمراض الصدرية المزمنة. </p><p>\r\n\r\n- ارتفاع الضغط المزمن.</p><p> \r\n\r\n- الالتهاب الكبدي الفيروسي. </p><p>\r\n\r\n- مرض البول السكري.</p><p> \r\n\r\n- حالات تضخم الكبد. </p><p>\r\n\r\n- حالات الفشل الكلوي.</p><p> \r\n\r\n- حالات التشنجات والصرع والإغماء المتكرر. </p><p>\r\n\r\n- زيادة أو نقص إفرازات الغدة الدرقية. </p><p>\r\n\r\n- الحمل.</p><p> \r\n\r\n- أمراض نزف الدم.</p><p> \r\n\r\n- الأمراض الوراثية.</p><p> \r\n\r\n- الأمراض النفسية. </p><p>\r\n\r\n- أي عمليات خلال فترة ثلاثة أشهر.</p><p><font color=\"#ff0000\"> \r\n\r\nإذا كان المتبرع يعانى من الأعراض التالية: </font></p><p>\r\n\r\n- فقدان غير متوقع للوزن والشهية.</p><p> \r\n\r\n- عرق ليلي. </p><p>\r\n\r\n- سخونة ليلية. \r\n</p>',	'2021-09-24 10:40:32',	'2021-09-24 10:51:11',	1);

DROP TABLE IF EXISTS `pages`;
CREATE TABLE `pages` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `read_more` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

INSERT INTO `pages` (`id`, `title`, `description`, `read_more`) VALUES
(7,	'من نحن ؟',	'<h3><b><font color=\"#ff0000\">قطرة من دمك .. حياة لغيرك</font></b></h3>',	'<p><span style=\"font-size: 20px; line-height: 50px; text-align: center;\">من أجل انقاذ حياة الآخرين , موقع ”قطرة حياة” هو موقع تابع لجمعية أصدقاء المريض الخيرية - القل. يهدف الى جمع قاعدة بيانات كبيرة جدا للمواطنين الذين لديهم رغبة في التبرع بالدم وفي حال وجود حالة عاجلة يتم الاتصال بهم من أجل ذلك.</span><br></p>'),
(8,	'عن الجمعية',	'<p><font color=\"#ff0000\"><b>نجتمع .. لفعل الخير</b></font></p><p><br></p><p>جمعية أصدقاء المريض -القل- هي جمعية اجتماعية صحية ببلدية القل , مقرها الكائن في نهج قويسم عبد الحق , تعمل بصفة تطوعية و لغرض غير مربح في اطار الصالح العام دون مخالفة الثوابت و القيم الوطنية ودون المساس &nbsp;بالنظام و الآداب العامة و أحكام القوانين المعمول بها. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; تحت شعار ”نجتمع لفعل الخير ” وبدعم من المحسنين والمتطوعين , انطلقت جمعية أصدقاء المريض -القل- نحو تحقيق هدفها الأساسي و الذي يتمثل في نشر فكرة التطوع للخير ومساعدة المرضى ومنحهم الأمل عن طريق أنشطتها , مترجمة رغبات المتبرع &nbsp;الى حقائق ملموسة ومشاريغ قائمةعلى أرض الواقع.<br></p>',	'<ul><li>الاستشفاء المنزلي بالتنسيق مع الأطباء الخواص و العموميين</li><li>القيام بندوات وملتقيات طبية</li><li>المساهمة في حملات التبرع بالدم و غرس ثقافتها</li><li>زيارة المرضى والمساهمة في التكفل بالحالات الخاصة أثناء تواجدهم في المستشفى</li><li>تقديم المساعدات الطبية للمرضى</li><li>ربط علاقات مع جمعيات أخرى</li><li>نقل المرضى من أجل القيام بالفحوصات والعمليات الجراحية</li><li>القيام بحملات التوعية والتحسيس</li><li>المساهمة في التقليل من معاناة المرضى ذوي الاحتياجات الخاصة<br></li></ul>'),
(9,	'لماذا نتبرع',	'<h2><font color=\"#ff0000\">صحيا</font></h2><ul><li>&nbsp;بتبرعك بالدم - أنت تنقذ حياتك أيضا&nbsp;</li><li>تجديد الدم</li><li>تقليل احتمالات الإصابة بالعديد من السرطانات&nbsp;</li><li>تقليل احتمالات حدوث جلطات القلب&nbsp;</li></ul><h3><font color=\"#ff0000\"><b>انسانيا&nbsp;</b></font></h3><p></p><ul><li>&nbsp;كل ثلاث ثوان ، يحتاج شخص ما إلى نقل دم.</li><li>من خلال التبرع بالدم , أنت تشارك فى إنقاذ حياة عدة أشخاص فى احتياج ملح للدم.</li><li>إن إحساسك بهذا العطاء سوف يشعرك بالرضا والفخر.</li></ul><h3><font color=\"#ff0000\"><b>جبال حسنات</b></font></h3><p><ul><li>التبرع بالدم هو زكاة عن الصحة , وهو من أفضل الصدقات .</li></ul></p><p><ul><li>فبتبرعك بالدم تنال فضل انقاذ حياة انسان.</li><li>فضل تفريج الكربات و فضل اعانة الضعفاء لذلك للمتبرع ثواب وأجر عظيم عند الله تعالى.<br></li></ul></p><p></p>',	''),
(10,	'عنوان',	'<p>[[--readmore--]]<img src=\"http://9atrathayat.me/files/Photo0190%2001.jpg\" style=\"width: 320px;\"><br></p>',	'<p><img src=\"http://9atrathayat.me/files/Photo0190.jpg\" style=\"width: 100%;\" class=\"img-fluid\"><br></p>'),
(11,	'عنوان',	'<p>ىىىىىىىىىىىىىىىىىى</p>',	'');

DROP TABLE IF EXISTS `settings`;
CREATE TABLE `settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `site_title` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `site_address` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `site_phone` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_admin` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `site_description` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `site_keywords` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `active_cache` int(11) NOT NULL DEFAULT '0',
  `theme` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

INSERT INTO `settings` (`id`, `site_title`, `site_address`, `site_phone`, `email_admin`, `site_description`, `site_keywords`, `active_cache`, `theme`) VALUES
(1,	'قطرة حياة|القل|collo',	'العنوان : نهج شابور محمد  - ملكية ورتة رميتة ع',	'213&nbsp;657092671+',	'admino@admin.com',	'من أجل انقاذ حياة الآخرين , موقع ”قطرة حياة” هو موقع تابع لجمعية أصدقاء المريض الخيرية , القل. يهدف الى جمع قاعدة بيانات كبيرة جدا للمواطنين الذين لديهم رغبة في التبرع بالدم وفي حال وجود حالة عاجلة يتم الاتصال بهم من أجل ذلك.',	' تبرع ,دم, جمعية , خير , خيرية , مريض , سكيكدة ,القل , help, aid, charity , collo, skikda, human,ابحث عن متبرع, احتاج للدم , فصيلة دم',	1,	'theme_lx');

DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(12) NOT NULL AUTO_INCREMENT,
  `fname` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `lname` varchar(30) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(60) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(40) COLLATE utf8mb4_unicode_ci NOT NULL,
  `avatar` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created` datetime NOT NULL,
  `modified` datetime NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '1=Active, 0=Inactive',
  PRIMARY KEY (`id`),
  UNIQUE KEY `email` (`email`)
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

INSERT INTO `user` (`id`, `fname`, `lname`, `email`, `password`, `avatar`, `created`, `modified`, `status`) VALUES
(1,	'admin',	'admin',	'admin@admin.com',	'e10adc3949ba59abbe56e057f20f883e',	'uploads/images/myimages_003_-_Copie-1.jpg',	'2021-09-09 19:09:14',	'2021-09-09 19:09:14',	1);

-- 2021-10-01 08:45:36
